import RootLayout from "@/Layouts/RootLayout";

const RefundPolicy = () => {
  const data = [
    "১) কোর্স এনরোল করার সর্বোচ্চ ৭ দিনের মধ্যে রিফান্ড রিকুয়েস্ট করা যাবে। যদি আপনি এনরোল করার ৭ দিনের মধ্যে রিফান্ড রিকুয়েস্ট করেন, তাহলে নিঃশর্তভাবে আপনার পুরো কোর্স ফি পরবর্তী ৭ থেকে ১০ কর্ম দিবসের মধ্যে ফেরত দেয়া হবে। কোর্স এনরোলমেন্ট করার ৭ দিন অতিবাহিত হয়ে যাবার পর, আপনি কোর্স ফি রিফান্ড রিকুয়েস্ট করতে পারবেন না। (শর্ত প্রযোজ্য)",
    "২) বিডিকলিং একাডেমি’র  যে কোনো কোর্স  ফি এর সাথে, ফেরতযোগ্য টাকা সামঞ্জস্য করতে পারবে।",
    "৩) কোর্স শুরু হবার আগে অন্য শিক্ষার্থীকে রেফারেন্স করে, ফেরতযোগ্য  টাকা সামঞ্জস্য করতে পারবে। ",
    "৪) পরবর্তী যেকোন ব্যাচে জয়েন করতে চাইলে, টাকা সামঞ্জস্য করতে পারবে, তবে  যে কয়েকটি ক্লাস সম্পূর্ণ হবে, সেই ক্লাস গুলো বাদে বাকি টাকা পরিশোধ করতে হবে।",
    "৫) ক্লাস চলাকালীন সময়ে কোর্স ক্যান্সেল করতে চাইলে, যে কয়েকটি ক্লাস সম্পূর্ণ হবে, সেই ক্লাস গুলোর উপর বিবেচনা করে বাকি টাকা ফেরত দেয়া হবে।",
    "৬) বিডিকলিং একাডেমিতে কোর্স সম্পন্ন করে সন্তুষ্ট না হলে ১০০% টাকা ফেরত গ্যারান্টি (অবশ্যই কোর্স শেষ হওয়ার ১ সপ্তাহের মধ্যে জানাতে হবে)। ",
  ];
  return (
    <div className="h-auto container py-8">
      <div className="lg:mx-28">
        <h2 className="text-2xl font-bold text-gray-500">রিফান্ড পলিসি</h2>
        <p className="mb-4">
          একজন শিক্ষার্থী কোর্স চলাকালীন সময়ে, কোর্স বাতিল করে টাকা ফেরত নিতে
          চাইলে নিম্নলিখিত নিয়মগুলো প্রযোজ্য:
        </p>
        <div className="mt-5">
          {data.map((item, index) => (
            <p key={index} className="mt-2">
              {item}
            </p>
          ))}
        </div>
      </div>
      {/* <iframe src="/images/pdf.pdf" width="100%" height="1000px"></iframe> */}
    </div>
  );
};

export default RefundPolicy;

RefundPolicy.getLayout = function (page) {
  return <RootLayout>{page}</RootLayout>;
};
