[
  {
    "desTitle": "",
    "title": "১.যে সকল তথ্য সংগ্রহ করি:",
    "description": [
      "১.১) ব্যাক্তিগত তথ্য: ব্যাক্তির নাম, ফোন নম্বর, ই-মেইল সংগ্রহ করে কোর্সের বিস্তারিত জানানো, কোর্সে এনরোল করতে সাহায্য করা।",
      "১.২) ২) ব্যবহারিক তথ্য: আমাদের ওয়েবসাইট  পরিষেবাগুলোয় আপনার ব্যবহারিক অভিজ্ঞতা, আইপি এড্রেস, ব্রাউজার টাইপ,  অপারেটিং সিস্টেম, সম্পর্কে তথ্য সংগ্রহ করি।",
      "১.৩) কুকিজ: আমাদের ওয়েবসাইটে আপনার অভিজ্ঞতা বৃদ্ধি করতে এবং আপনার ব্রাউজিং এবং ব্যবহারিক  অভ্যাসের তথ্য সংগ্রহ করতে  কুকিজ এবং অন্যান্য ট্র্যাকিং প্রযুক্তি ব্যবহার করি। আপনার ব্রাউজারের সেটিংস  ট্র্যাকিং পরিচালনা করার অনুমতি দেয়৷"
    ]
  },
  {
    "desTitle": "আমরা নিম্নলিখিত উপায়ে আপনার ব্যক্তিগত তথ্য ব্যবহার করতে পারি:",
    "title": "২.আমরা কিভাবে আপনার তথ্য ব্যবহার করি",
    "description": [
      "- আমাদের কোর্স এবং পরিষেবা সম্পর্কে  জানাতে।",
      "- আপনার পছন্দের কোর্সের তালিকাভুক্তি এবং পরিবর্তন সম্পর্কে জানাতে।",
      "- আপনার অনুসন্ধানের উত্তর দিতে এবং গ্রাহক সহায়তা প্রদান করতে।",
      "- আইন দ্বারা অনুমোদিত  প্রচারমূলক এবং বিপণন তথ্য পাঠাতে।",
      "- আমরা আমাদের ওয়েবসাইট, পরিষেবা এবং ব্যবহারকারীর অভিজ্ঞতা উন্নত করতে৷"
    ]
  },
  {
    "desTitle": "",
    "title": " ৩.নিরাপত্তা",
    "description": [
      "আমাদের দেয়া আপনার ব্যক্তিগত তথ্যকে সম্মান করি, একইভাবে আমরা এটিকে বাণিজ্যিক উপায়ে সংরক্ষণ করার চেষ্টা করি। যাইহোক, ইন্টারনেট ট্রান্সমিশন বা ইলেকট্রনিক স্টোরেজের কোনো কৌশলই সম্পূর্ণ নিরাপদ এবং বিশ্বাসযোগ্য নয় এবং আমরা এর নিখুঁত নিরাপত্তার নিশ্চয়তা দিতে পারি না।"
    ]
  },
  {
    "desTitle": "",
    "title": "৪.ব্যাবহারিক বয়সসীমা",
    "description": [
      "আমাদের ওয়েবসাইট এবং পরিষেবাগুলি ১২ বছরের কম বয়সীদের উদ্দেশ্যে নয় ৷ আমরা ইচ্ছাকৃতভাবে শিশুদের কাছ থেকে ব্যক্তিগত তথ্য সংগ্রহ করি না৷"
    ]
  },
  {
    "desTitle": "",
    "title": "৫.গোপনীয়তা নীতি সংশোধনি ",
    "description": [
      "আমরা যে কোনো সময়  আমাদের গোপনীয়তা নীতি  সংশোধন করতে পারি। ফলস্বরূপ, সকল সংশোধনির জন্য ওয়েবসাইটটি নিয়মিত পর্যবেক্ষণ করুন ৷ যে কোনো পরিবর্তনের বার্তা  গোপনীয়তা নীতি সেকশনে আপডেট করা থাকবে।   "
    ]
  },
  {
    "desTitle": "",
    "title": "৬.অন্যান্য ওয়েবসাইটের লিঙ্ক",
    "description": [
      "আমাদের  পরিষেবায়  অন্যান্য ওয়েবসাইটের সংযোগ থাকতে পারে।  আপনি যদি  তৃতীয় পক্ষের লিঙ্কে ক্লিক করেন, আপনাকে সেই ওয়েবসাইটে নিয়ে যাওয়া হবে। এটা উল্লেখ করা উচিত যে আমরা এই বহিরাগত ওয়েবসাইটগুলির মালিক বা পরিচালনা করি না। ফলস্বরূপ, আমরা দৃঢ়ভাবে আপনাকে এই ওয়েবসাইটগুলির গোপনীয়তা নীতিগুলি অধ্যয়ন করার পরামর্শ দিই৷ তৃতীয় পক্ষের ওয়েবসাইট বা পরিষেবাগুলির বিষয়বস্তু, গোপনীয়তা নীতি বা অনুশীলনগুলির উপর আমাদের কোন নিয়ন্ত্রণ নেই এবং এর জন্য কোন দায়বদ্ধতা গ্রহণ করি না।"
    ]
  },
  {
    "desTitle": "",
    "title": "৭.যোগাযোগ ",
    "description": [
      "আমাদের গোপনীয়তা নীতি সম্পর্কে আপনার কোন প্রশ্ন বা পরামর্শ থাকলে, info@bdcallingacademy.com এ আমাদের সাথে যোগাযোগ করতে দ্বিধা করবেন না। "
    ]
  }
]
