[
  {
    "title": "1. Applicable to students",
    "description": [
      "By signing the given form, a student undertakes that he/she will be able to abide by all the stated policies. In case of any kind of unethical action, irregularity or violation of rules and regulations, any decision of the authority including canceling the admission of the student is final."
    ]
  },
  {
    "title": "2. Academic Regulations:",
    "description": [
      "2.1) The correct and active contact number of the student and selected person should be clearly mentioned in the admission form. If there is any evidence of providing wrong information, the admission will be cancelled.",
      "2.2) Every student must ensure above 80% class attendance rate.",
      "2.3) Each class should bring their own diary, pen and other necessary items.",
      "2.4) Assignment must be submitted on time.",
      "2.5) Within 3 weeks of the announcement of the date of issuance of the certificate, the certificate should be collected from the office."
    ]
  },
  {
    "title": "3.Payment Terms:",
    "description": [
      "Bdcalling Academy has two main payment policies for your convenience - one time and installment payment."
    ]
  },
  {
    "title": "4. One Time Payment Rules:",
    "description": [
      "One time payment (full course fee) can avail attractive gift items/special discounts from Bdcalling Academy."
    ]
  },
  {
    "title": "5.Installment Payment Rules:",
    "description": [
      "5.1) Registration and Seat Booking (20%): Non-negotiable 20% payment is required for registration and seat booking. Your payment will be used to confirm registration and seat booking at Bdcalling Academy. Seat booking fee is negotiable.",
      "5.2) At the time of commencement of classes (60%): 60% of the full fee must be paid within the first week of commencement of classes.",
      "5.3) Before Marketplace Introduction (Balance 20%): Full course fee must be paid before Marketplace classes start."
    ]
  },
  {
    "title": "6. Job Placement Rules:",
    "description": [
      "Bdcalling Academy does not give 100% job guarantee. Bdcalling Academy's 'Job Corner' team is constantly working to provide job placement assistance to the trainees on the basis of skill. In this case, the 'Job Corner' team of Bdcalling Academy, by checking the skills of the job seekers among the trainees who have completed the course, sends CVs with high recommendations for interviews with various related companies including Bdcalling companies.",
      "No official of BDKling and BDKling Academy shall be responsible in case of failure to prove their eligibility in the interview process, and any harassment including any kind of financial transaction."
    ]
  }
]
