[
  {
    "desTitle": "",
    "title": "১.একাডেমিক নিয়মাবলীঃ",
    "description": [
      "১.১ ভর্তি ফর্মে শিক্ষার্থী এবং নির্বাচিত ব্যক্তির সাথে যোগাযোগের জন্য সঠিক ও সচল নম্বর স্পষ্টভাবে উল্লেখ করতে হবে। যে কোনো ধরণের ভুল তথ্যাদি সরবরাহের প্রমান পাওয়া গেলে, ভর্তি বাতিল করা হবে। ",
      "১.২) প্রত্যেক শিক্ষার্থীর ক্লাসে উপস্থিতির হার ৮০% এর উপরে নিশ্চিত থাকতে হবে।",
      "১.৩) প্রত্যেক ক্লাসে নিজ নিজ ডায়েরি, কলম ও অন্যান্য প্রয়োজনীয় জিনিস নিয়ে আসতে হবে।",
      "১.৪) নির্ধারিত সময়ে এসাইনমেন্ট জমা দিতে হবে।",
      "১.৫) সনদ প্রদানের তারিখ ঘোষনা দেবার ৩ সপ্তাহের মধ্যে, সনদ অফিসে এসে নিতে হবে।"
    ]
  },
  {
    "desTitle": "",
    "title": "২.পেমেন্ট সংক্ৰান্ত নিয়মাবলীঃ",
    "description": [
      "বিডিকলিং একাডেমিতে আপনাদের সুবিধার্থে দুইটি প্রধান পেমেন্ট পলিসি রয়েছে - এককালীন এবং ইনস্টলমেন্ট পেমেন্ট।"
    ]
  },
  {
    "desTitle": "",
    "title": "৩.এককালীন পেমেন্ট বিধি:",
    "description": [
      "এককালীন পেমেন্ট (সম্পূর্ণ কোর্স ফি) প্রদান করলে বিডিকলিং একাডেমি’র পক্ষ থেকে আকর্ষনীয় উপহার সামগ্রী/স্পেশাল ডিস্কাউন্ট পেতে পারেন।"
    ]
  },
  {
    "desTitle": "",
    "title": "৪.ইনস্টলমেন্ট পেমেন্ট বিধি:",
    "description": [
      "৪.১) রেজিস্ট্রেশন এবং সিট বুকিং (২০%): রেজিস্ট্রেশন এবং সিট বুকিং বাবদ অফেরতযোগ্য ২০% পেমেন্ট প্রদান করতে হবে। আপনার এই পেমেন্টটি বিডিকলিং একাডেমিতে রেজিস্ট্রেশন এবং সিট বুকিং নিশ্চিত করতে ব্যবহৃত হবে। সিট বুকিংয়ের টাকা অফেরতযোগ্য৷",
      "৪.২) ক্লাস শুরুর সময়ে (৬০%): ক্লাস শুরুর প্রথম সপ্তাহের মধ্যে পুরো ফি এর ৬০% প্রদান করতে হবে।",
      "৪.৩) মার্কেটপ্লেস পরিচিতির আগে (বাকি ২০%): মার্কেটপ্লেসের ক্লাস শুরুর আগে সম্পূর্ণ কোর্স ফি পরিশোধ করতে হবে।"
    ]
  },
  {
    "desTitle": "",
    "title": " ৫.জব প্লেসমেন্ট নিয়মাবলীঃ ",
    "description": [
      "বিডিকলিং একাডেমী ১০০% জব গ্যারেন্টি দেয় না। দক্ষতার ভিত্তিতে প্রশিক্ষনার্থীদের জন্য জব প্লেসমেন্ট সহায়তা দিতে প্রতিনিয়ত কাজ করে যাচ্ছে বিডিকলিং একাডেমী'র 'জব কর্নার' টিম। এক্ষেত্রে বিডিকলিং একাডেমী'র 'জব কর্নার' টিম, কোর্স সম্পন্ন করা প্রশিক্ষনার্থীদের মধ্যে চাকরি৷ ইচ্ছুকদের দক্ষতা যাচাইয়ের মাধ্যমে  বিডিকলিং কোম্পানী সহ সংশ্লিষ্ট বিভিন্ন কোম্পানীতে লোকবল নিয়োগ সাপেক্ষে ইন্টারভিউ এর জন্য উচ্চ সুপারিশের সহীত সিভি প্রেরন করে থাকে। ",
      "ইন্টারভিউ প্রসেসে নিজের যোগ্যতা প্রমানে ব্যর্থ, ও কোন প্রকার আর্থিক লেনদেন সহ কোন হেনস্থার শিকার হলে বিডিকলিং ও বিডিকলিং একাডেমী’র কোন কর্মকর্তা কোনভাবে দায়ী থাকবে না।"
    ]
  },
  {
    "desTitle": "",
    "title": "৬.কর্তৃপক্ষ কর্তৃক কোর্স বাতিলের কারণঃ ",
    "description": [
      "৬.১) বিনা অনুমতিতে পর পর ৩টি ক্লাসে অনুপস্থিত থাকলে ভর্তি বাতিল হবে। ",
      "৬.২) অসদাচারণ এবং শৃঙ্খলাবিরোধী যেকোনো কার্যকলাপে জড়িত থাকলে ভর্তি বাতিল বলে গণ্য হবে।  "
    ]
  }
]
